[ShopInventory.Bullets_Store_Ammo_twk DisTweaks_StatPickup]
m_SingleAmmoPickupMessage="弾丸を拾った"
m_EmptyPickupMessage=""

[ShopInventory.Bullets_Store_Ammo_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="弾丸"
m_InteractText="`GBA_Use` 拾う"
m_AltInteractText=""
m_UseMessage=" `n 発の弾丸を拾った"
m_AltUseMessage=""
m_CannotUseMessage="これ以上は取得出来ない"

[Stores.Twk_Store_Base DisTweaks_Store]
m_CostFormat="`c コイン"

[Stores.Twk_Store_Craftsman DisTweaks_Store]
m_StoreSubSections[1]="武器アップグレード
m_StoreSubSections[2]="装備アップグレード
m_StoreItems[0]=(m_Name="クロスボウボルト",m_Description="クロスボウの弾薬。")
m_StoreItems[1]=(m_Name="焼夷ボルト",m_Description="敵を焼き払う重いボルト。")
m_StoreItems[2]=(m_Name="麻酔ボルト",m_Description="敵を眠りに誘う。")
m_StoreItems[3]=(m_Name="弾丸",m_Description="標準的なピストル用の弾薬。")
m_StoreItems[4]=(m_Name="さく薬弾",m_Description="着弾すると爆発する。")
m_StoreItems[5]=(m_Name="スプリングレーザー",m_Description="ほとんど全ての場所に設置できるトラップ。")
m_StoreItems[6]=(m_Name="グレネード",m_Description="爆発するグレネード。")
m_StoreItems[7]=(m_Name="スティッキーグレネード",m_Description="敵やほとんどの表面に粘着するグレネード。")
m_StoreItems[8]=(m_Name="ピエロのスピリチュアル治療薬",m_Description="マナを回復する。")
m_StoreItems[9]=(m_Name="ソコロフのライフエリクサー",m_Description="ライフを回復する。")
m_StoreItems[10]=(m_Name="リワイヤツール",m_Description="回路を再接続して、保安装置を味方に変える。使用すると消費する。")
m_StoreItems[11]=(m_Name="ルーン",m_Description="刻まれた鯨骨の塊。")
m_StoreItems[12]=(m_Name="キングストリート・ブランデー",m_Description="モーリーの蘭のエッセンスと、浄化された鯨脂が加えられた貴重で高価な酒。")
m_StoreItems[13]=(m_Name="クロスボウ精度",m_Description="拡散を抑え、クロスボウの狙いを安定させる。")
m_StoreItems[14]=(m_Name="クロスボウ射程",m_Description="クロスボウボルトがより速く、より遠くへ飛ぶ")
m_StoreItems[15]=(m_Name="クロスボウ装填",m_Description="装填を速める。自動装填を可能にする。")
m_StoreItems[16]=(m_Name="戦闘用麻酔ダーツ",m_Description="戦闘中でも即座に効果を発揮する麻酔ダーツ。")
m_StoreItems[17]=(m_Name="コルヴォのピストルアップグレード",m_Description="ピストルのアップグレードを行い、近距離の拡散ダメージを追加する。<br>§C_BLUE§解除:§C§ <br>ピストル精度 1 <br>ピストル弾倉 1 <br>ピストル装填 1")
m_StoreItems[18]=(m_Name="ピストル精度 1",m_Description="拡散を抑え、ピストルの狙いを安定させる。<br>§C_BLUE§解除:§C§<br>ピストル精度 2")
m_StoreItems[19]=(m_Name="ピストル精度 2",m_Description="拡散をさらに抑え、ピストルの狙いを安定させる。")
m_StoreItems[20]=(m_Name="ピストル弾倉 1",m_Description="弾倉に1発追加する。(2まで)<br>§C_BLUE§解除:§C§ <br>ピストル弾倉 2")
m_StoreItems[21]=(m_Name="ピストル弾倉 2",m_Description="弾倉へさらに1発追加する。(3まで)<br>§C_BLUE§解除:§C§<br>ピストル弾倉 3")
m_StoreItems[22]=(m_Name="ピストル弾倉 3",m_Description="弾倉へさらに1発追加する。(4まで)")
m_StoreItems[23]=(m_Name="ピストル装填 1",m_Description="装填を速める。<br>§C_BLUE§解除:§C§<br>ピストル装填 2")
m_StoreItems[24]=(m_Name="ピストル装填 2",m_Description="装填を速める。自動装填を可能にする。")
m_StoreItems[25]=(m_Name="ピストルさく薬弾",m_Description="ピストルから発射した弾丸が爆発する。")
m_StoreItems[26]=(m_Name="スプリングレーザー範囲",m_Description="スプリングレーザーの範囲を広げる。")
m_StoreItems[27]=(m_Name="スティッキーグレネード",m_Description="ターゲットに粘着するグレネードを解除する。")
m_StoreItems[28]=(m_Name="交差剣",m_Description="刃を組み合わせて敵に突き出し、剣をより効果的にする。")
m_StoreItems[29]=(m_Name="光学マスク 1",m_Description="視界を拡大する。`GBA_Zoom`でズームを行う")
m_StoreItems[30]=(m_Name="光学マスク 2",m_Description="視界をさらに拡大する。ズーム中に`GBA_Use`を押す。")
m_StoreItems[31]=(m_Name="防御強化",m_Description="ダメージを減少させる。")
m_StoreItems[32]=(m_Name="ステルスブーツ 1",m_Description="足音を静かにする。<br>§C_BLUE§解除:§C§<br>ステルスブーツ 2")
m_StoreItems[33]=(m_Name="ステルスブーツ 2",m_Description="足音をさらに静かにする。")
m_StoreItems[34]=(m_Name="弾丸容量 1",m_Description="弾丸の保管容量を10追加する。(20まで) <br>§C_BLUE§解除:§C§ <br>弾丸容量 2")
m_StoreItems[35]=(m_Name="弾丸容量 2",m_Description="弾丸の保管容量を10追加する。(30まで)")
m_StoreItems[36]=(m_Name="ボルト容量 1",m_Description="標準ボルトの容量を10追加する。(20まで) <br>§C_BLUE§解除:§C§<br>ボルト容量 2")
m_StoreItems[37]=(m_Name="ボルト容量 2",m_Description="標準ボルトの容量を10追加する。(30まで)")
m_StoreItems[38]=(m_Name="グレネード容量",m_Description="グレネードの保管容量を4追加する。(9まで)")
m_StoreItems[39]=(m_Name="スプリングレーザー容量",m_Description="スプリングレーザーの保管容量を4追加する。(9まで)")
m_StoreItems[40]=(m_Name="ボーンチャーム容量 1",m_Description="有効にできるボーンチャームを1つ追加する。(4つまで) <br>§C_BLUE§解除:§C§<br>ボーンチャーム容量 2")
m_StoreItems[41]=(m_Name="ボーンチャーム容量 2",m_Description="有効にできるボーンチャームを2つ追加する。(6つまで)")

m_CostFormat="`c コイン"

[Stores.Twk_Store_GriffShop DisTweaks_Store]
m_StoreItems[0]=(m_Name="ソコロフのエリクサー",m_Description="高名な発明家、アントン・ソコロフが開発した回復手段。")
m_StoreItems[1]=(m_Name="衛兵の弾丸",m_Description="衛兵の積荷から盗んだ弾丸。")
m_StoreItems[2]=(m_Name="設計図:レンズ倍率",m_Description="マルチレンズ配列をより安定させるための図。ピエロがマスクの拡大レンズをアップグレードするために使用できる。")
m_StoreItems[3]=(m_Name="設計図:ソコロフの調合式",m_Description="ソコロフのライフエリクサーの調合式。ピエロが体力を回復し、ネズミの疫病から守る液体を作るために使用できる。")
m_StoreItems[4]=(m_Name="麻酔ダーツ",m_Description="植物ベースの毒が塗られたダーツ。")
m_StoreItems[5]=(m_Name="ボルト",m_Description="屋上で見つけた強力な発射物。")
m_StoreItems[6]=(m_Name="リワイヤツール",m_Description="回路を再接続して、保安装置を味方に変える。使用すると消費する。")
m_CostFormat="`c コイン"

